Repository: huybrechtsxyz/huybrechtsxyz
Catalog: src/website/Huybrechts.Core/Setup/Localization.*.resx
Languages: nl

# SetupUnitType_AmountOfSubstance
source: Substance
nl: Stof

# SetupUnitType_AmountOfSubstance_d
source: Units of measurement for substance
nl: Eenheden voor het meten van stof

# SetupUnitType_Area
source: Area
nl: Oppervlakte

# SetupUnitType_Area_d
source: Units of measurement for area
nl: Eenheden voor het meten van oppervlakte

# SetupUnitType_DataSize
source: Data size
nl: Datahoeveelheid

# SetupUnitType_DataSize_d
source: Units of measurement for data size
nl: Eenheden voor het meten van datahoeveelheid

# SetupUnitType_ElectricCurrent
source: Current
nl: Stroom

# SetupUnitType_ElectricCurrent_d
source: Units of measurement for current
nl: Eenheden voor het meten van stroom

# SetupUnitType_Energy
source: Energy
nl: Energie

# SetupUnitType_Energy_d
source: Units of measurement for energy
nl: Eenheden voor het meten van energie

# SetupUnitType_Frequency
source: Frequency
nl: Druk

# SetupUnitType_Frequency_d
source: Units of measurement for frequency
nl: Eenheden voor het meten van frequentie druk

# SetupUnitType_Length
source: Length
nl: Lengte

# SetupUnitType_Length_d
source: Units of measurement for length
nl: Eenheden voor het meten van lengte

# SetupUnitType_LuminousIntensity
source: Luminousity
nl: Lichtsterkte

# SetupUnitType_LuminousIntensity_d
source: Units of measurement for luninousity
nl: Eenheden voor het meten van lichtsterkte

# SetupUnitType_Mass
source: Mass
nl: Massa

# SetupUnitType_Mass_d
source: Units of measurement for mass
nl: Eenheden voor het meten van massa

# SetupUnitType_Power
source: Power
nl: Vermogen

# SetupUnitType_Power_d
source: Units of measurement for power
nl: Eenheden voor het meten van vermogen

# SetupUnitType_Pressure_d
source: Units of measurement for pressure
nl: Eenheden voor het meten van

# SetupUnitType_Speed
source: Speed
nl: Snelheid

# SetupUnitType_Speed_d
source: Units of measurement for speed
nl: Eenheden voor het meten van snelheid

# SetupUnitType_System
source: System
nl: Systeem

# SetupUnitType_System_d
source: Generic units of measurement
nl: Generieke systeem eenheden

# SetupUnitType_Temperature
source: Temperature
nl: Temperatuur

# SetupUnitType_Temperature_d
source: Units of measurement for temperature
nl: Eenheden voor het meten van temperatuur

# SetupUnitType_Time
source: Time
nl: Tijd

# SetupUnitType_Time_d
source: Units of measurement for time
nl: Eenheden voor het meten van tijd

# SetupUnitType_Volume_d
source: Units of measurement for volume
nl: Eenheden voor het meten van volume
