Repository: huybrechtsxyz/huybrechtsxyz
Catalog: src/website/Huybrechts.Web/Pages/Features/Project/Localization.*.resx
Languages: nl

source: Add New
nl: Toevoegen

source: Cancel
nl: Annuleer

source: Clear Filter
nl: Wis filter

# ComponentCreateInfo
source: Use this form to create a new project component. Components can be a part of larger designs, configurations, or modules and may also contain subcomponents. Define the component type, variant, and the specific role it plays in the project design. You can also link platform resources to the component.
nl: Gebruik dit formulier om een nieuw projectcomponent te creëren. Componenten kunnen deel uitmaken van grotere ontwerpen, configuraties of modules en kunnen ook subcomponenten bevatten. Definieer het type component, de variant en de specifieke rol in het projectontwerp. U kunt ook platformbronnen aan het component koppelen.

# ComponentCreateTitle
source: Add New Component
nl: Nieuw Component Toevoegen

# ComponentDeleteInfo
source: Are you sure you want to delete this project component? Deleting a component will also remove all its associated subcomponents and configurations from the project design. This action cannot be undone.
nl: Weet u zeker dat u dit projectcomponent wilt verwijderen? Het verwijderen van een component zal ook alle bijbehorende subcomponenten en configuraties uit het projectontwerp verwijderen. Deze actie kan niet ongedaan worden gemaakt.

# ComponentDeleteTitle
source: Delete Component
nl: Component Verwijderen

# ComponentEditInfo
source: Modify the details of an existing project component. You can update the component's name, description, and variant type. Additionally, manage the component’s subcomponents and adjust its sequence in the overall project design. Ensure that all platform resource links, if applicable, are accurate.
nl: Wijzig de details van een bestaand projectcomponent. U kunt de naam, beschrijving en varianttype van het component bijwerken. Beheer ook de subcomponenten van het component en pas de volgorde aan binnen het projectontwerp. Zorg ervoor dat eventuele koppelingen naar platformbronnen correct zijn.

# ComponentEditTitle
source: Edit Component
nl: Component Bewerken

# ComponentIndexInfo
source: This page provides a complete list of all components within the project design. Components can represent high-level elements, configurations, modules, or specific variants. Each component can have subcomponents, which allows you to build complex designs by nesting elements. Use this page to explore and manage components for different project designs.
nl: Deze pagina geeft een volledig overzicht van alle componenten binnen het projectontwerp. Componenten kunnen hoofdonderdelen, configuraties, modules of specifieke varianten vertegenwoordigen. Elk onderdeel kan subcomponenten hebben, waarmee u complexe ontwerpen kunt bouwen door elementen te nesten. Gebruik deze pagina om componenten voor verschillende projectontwerpen te verkennen en beheren.

# ComponentIndexTitle
source: Project Components Overview
nl: Overzicht Projectcomponenten

# ComponentNoResults
source: No results found
nl: Geen resultaten gevonden

source: Components
nl: Componenten

# ComponentUnitCreateInfo
source: Use this form to add a new measurement unit to a project component. Assign the unit of measure, provide a variable name, and define a formula for calculating the value.
nl: Gebruik dit formulier om een nieuwe meeteenheid aan een projectonderdeel toe te voegen. Wijs de meeteenheid toe, geef een variabelenaam op en definieer een formule voor het berekenen van de waarde.

# ComponentUnitCreateTitle
source: Add New Component Unit
nl: Nieuwe Componenteenheid Toevoegen

# ComponentUnitDeleteInfo
source: Are you sure you want to delete this component unit? This action cannot be undone and will remove the associated measurement unit and calculation formula from the component.
nl: Weet u zeker dat u deze componenteenheid wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en verwijdert de gekoppelde meeteenheid en berekeningsformule uit het onderdeel.

# ComponentUnitDeleteTitle
source: Delete Component Unit
nl: Componenteenheid Verwijderen

# ComponentUnitEditInfo
source: Use this form to modify the details of an existing component unit. You can update the unit of measure, variable name, and calculation formula as needed.
nl: Gebruik dit formulier om de details van een bestaande componenteenheid te wijzigen. U kunt de meeteenheid, variabelenaam en berekeningsformule indien nodig aanpassen.

# ComponentUnitEditTitle
source: Edit Component Unit
nl: Componenteenheid Bewerken

# ComponentUnitIndexInfo
source: This page lists all the measurement units associated with each project component. You can view details such as the project, design, unit of measure, and the calculation formula for each component.
nl: Deze pagina toont alle meeteenheden die aan elk projectonderdeel zijn gekoppeld. U kunt details bekijken zoals het project, ontwerp, meeteenheid en de berekeningsformule voor elk onderdeel.

# ComponentUnitIndexTitle
source: Component Units
nl: Component Eenheden

# ComponentUnitNoResults
source: No results found
nl: Geen resultaten gevonden

# ComponentUnits
source: Units
nl: Eenheden

source: Design
nl: Ontwerp

# DesignCreateInfo
source: Use this form to add a new design for your project. Provide details about the proposed solution, including its name and description.
nl: Gebruik dit formulier om een nieuw ontwerp voor uw project toe te voegen. Geef details over de voorgestelde oplossing, inclusief de naam en beschrijving ervan.

# DesignCreateTitle
source: Create New Project Design
nl: Nieuw Projectontwerp Maken

# DesignDeleteInfo
source: Are you sure you want to delete this project design? This action cannot be undone and will remove the design from the project permanently.
nl: Weet u zeker dat u dit projectontwerp wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en zal het ontwerp permanent uit het project verwijderen.

# DesignDeleteTitle
source: Delete Project Design
nl: Projectontwerp Verwijderen

# DesignEditInfo
source: Use this form to update the details of an existing project design. Make changes to the design's name or description and save your updates.
nl: Gebruik dit formulier om de details van een bestaand projectontwerp bij te werken. Breng wijzigingen aan in de naam of beschrijving van het ontwerp en sla uw updates op.

# DesignEditTitle
source: Edit Project Design
nl: Projectontwerp Bewerken

# DesignIndexInfo
source: This page lists all the designs for the selected project. Here, you can view, edit, or delete existing designs or create a new design to propose different solutions.
nl: Deze pagina toont alle ontwerpen voor het geselecteerde project. Hier kunt u bestaande ontwerpen bekijken, bewerken of verwijderen, of een nieuw ontwerp maken om verschillende oplossingen voor te stellen.

# DesignIndexTitle
source: Project Designs
nl: Projectontwerpen

# DesignNoResults
source: No results found
nl: Geen resultaten gevonden

source: Designs
nl: Ontwerpen

# InfoCreateInfo
source: Use this form to create a new project. Fill in all required fields, such as project name, description, and start date, to add a new project to the platform.
nl: Gebruik dit formulier om een nieuw project aan te maken. Vul alle verplichte velden in, zoals projectnaam, beschrijving en startdatum, om een nieuw project toe te voegen.

# InfoCreateTitle
source: Create New Project
nl: Nieuw project aanmaken

# InfoDeleteInfo
source: Are you sure you want to delete this project? This action cannot be undone and will permanently remove the project from the platform.
nl: Weet u zeker dat u dit project wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en zal het project permanent van het platform verwijderen.

# InfoDeleteTitle
source: Delete Project
nl: Project verwijderen

# InfoEditInfo
source: Use this form to edit the details of an existing project. Update the necessary fields and save your changes to keep the project information up to date.
nl: Gebruik dit formulier om de details van een bestaand project te bewerken. Werk de benodigde velden bij en sla uw wijzigingen op om de projectinformatie up-to-date te houden.

# InfoEditTitle
source: Edit Project
nl: Project bewerken

# InfoIndexInfo
source: This page provides an overview of all projects.
nl: Deze pagina geeft een overzicht van alle projecten op het platform.

# InfoIndexTitle
source: Project Overview
nl: Projectoverzicht

# InfoNoResults
source: No results found
nl: Geen resultaten gevonden

source: Next
nl: Volgende

# PageInfo
source: Manage your projects
nl: Beheer uw projecten

source: Previous
nl: Vorige

# ScenarioCreateInfo
source: Use this form to create a new scenario for your project. A scenario allows you to define a set of metrics that can be applied to the design components. This is useful for performing comparisons and estimates under different assumptions. Provide a name, description, and any remarks that will help you understand the context of this scenario.
nl: Gebruik dit formulier om een nieuw scenario voor uw project aan te maken. Een scenario stelt u in staat om een reeks maatstaven te definiëren die kunnen worden toegepast op ontwerpcomponenten. Dit is nuttig om vergelijkingen en schattingen te maken onder verschillende aannames. Geef een naam, beschrijving en eventuele opmerkingen om de context van dit scenario beter te begrijpen.

# ScenarioCreateTitle
source: Create New Scenario
nl: Nieuw Scenario Aanmaken

# ScenarioDeleteInfo
source: Are you sure you want to delete this scenario? Once deleted, all related metric settings for this scenario will also be removed, and it cannot be recovered. This action will affect any designs that rely on the metrics defined in this scenario.
nl: Weet u zeker dat u dit scenario wilt verwijderen? Na het verwijderen worden alle gerelateerde maatstaven voor dit scenario ook verwijderd, en deze actie kan niet ongedaan worden gemaakt. Dit heeft invloed op alle ontwerpen die afhankelijk zijn van de maatstaven die in dit scenario zijn gedefinieerd.

# ScenarioDeleteTitle
source: Delete Scenario
nl: Scenario Verwijderen

# ScenarioEditInfo
source: Use this form to edit an existing scenario. You can update the scenario's name, description, and remarks. Scenarios are essential for applying different metrics to design components, enabling you to explore various design possibilities and calculate their impacts.
nl: Gebruik dit formulier om een bestaand scenario te bewerken. U kunt de naam, beschrijving en opmerkingen van het scenario bijwerken. Scenario's zijn essentieel om verschillende maatstaven toe te passen op ontwerpcomponenten, waarmee u verschillende ontwerpopties kunt verkennen en hun effecten kunt berekenen.

# ScenarioEditTitle
source: Edit Scenario
nl: Scenario Bewerken

# ScenarioIndexInfo
source: This page lists all the project scenarios defined for the platform. Scenarios are used to apply different metrics to design components, allowing for "what-if" analysis. By using multiple scenarios, you can compare various assumptions, such as different metric values for specific design components like kitchen size or API requests. Select a scenario to view or modify its details.
nl: Deze pagina toont een overzicht van alle projectscenario's die voor het platform zijn gedefinieerd. Scenario's worden gebruikt om verschillende maatstaven toe te passen op ontwerpcomponenten, wat "wat-als"-analyses mogelijk maakt. Door meerdere scenario's te gebruiken, kunt u verschillende aannames vergelijken, zoals verschillende metrische waarden voor specifieke ontwerpcomponenten zoals keukenafmetingen of API-verzoeken. Selecteer een scenario om de details te bekijken of te wijzigen.

# ScenarioNoResults
source: No results found
nl: Geen resultaten gevonden

# ScenarioUnitCreateInfo
source: Use this form to add a new scenario unit. Define the metric variable name and, if applicable, provide either a fixed value or a formula to calculate its value dynamically. This unit will be used in the selected project scenario.
nl: Gebruik dit formulier om een nieuwe scenario eenheid toe te voegen. Definieer de naam van de metrische variabele en, indien van toepassing, geef een vaste waarde of een formule op om de waarde dynamisch te berekenen. Deze eenheid zal worden gebruikt in de geselecteerde projectsituatie.

# ScenarioUnitCreateTitle
source: Add New Scenario Unit
nl: Scenario eenheid Toevoegen

# ScenarioUnitDeleteInfo
source: Are you sure you want to delete this scenario unit? Deleting it will remove the metric calculations associated with this unit from the project scenario.
nl: Weet u zeker dat u deze scenario eenheid wilt verwijderen? Door deze te verwijderen, worden de aan deze eenheid gekoppelde metrische berekeningen uit de projectsituatie verwijderd.

# ScenarioUnitDeleteTitle
source: Delete Scenario Unit
nl: Scenario eenheid Verwijderen

# ScenarioUnitEditInfo
source: Use this form to edit an existing scenario unit. Update the variable name, fixed value, or formula, ensuring that the unit accurately represents the metrics needed for your project scenario.
nl: Gebruik dit formulier om een bestaande scenario eenheid te bewerken. Werk de naam van de variabele, de vaste waarde of de formule bij, zodat de eenheid nauwkeurig de benodigde metrische gegevens voor uw projectsituatie weergeeft.

# ScenarioUnitEditTitle
source: Edit Scenario Unit
nl: Scenario eenheid Bewerken

# ScenarioUnitIndexInfo
source: This page lists all the scenario units used for calculating metrics within the project scenarios. Each unit defines a specific variable, which may either have a fixed value or be calculated through a formula, contributing to the overall design component evaluations.
nl: Deze pagina toont alle scenario eenheden die worden gebruikt voor het berekenen van metrische gegevens binnen de projectsituaties. Elke eenheid definieert een specifieke variabele, die een vaste waarde kan hebben of berekend kan worden via een formule, wat bijdraagt aan de evaluatie van de ontwerponderdelen.

# ScenarioUnitIndexTitle
source: Scenario Metrics
nl: Scenario eenheden

# ScenarioUnitNoResults
source: No results found
nl: Geen resultaten gevonden

# ScenarioUnits
source: Metrics
nl: Metrieken

source: Search
nl: Zoek

source: Search...
nl: Zoek...

source: Unit
nl: Eenheid
