Repository: huybrechtsxyz/huybrechtsxyz
Catalog: src/website/Huybrechts.Web/Pages/Features/Platform/Localization.*.resx
Languages: nl

source: Add New
nl: Toevoegen

source: Cancel
nl: Annuleer

source: Clear Filter
nl: Wis filter

# CreateInfo
source: Add a new platform by entering its name, description, and supported automation provider. Use this page to configure a new cloud platform or on-premise solution.
nl: Voeg een nieuw platform toe door de naam, beschrijving, en ondersteunde automatiseringsprovider in te vullen. Gebruik deze pagina om een nieuw cloudplatform of een on-premise oplossing te configureren.

# CreateTitle
source: Create platform
nl: Nieuw platform

source: Currency
nl: Munteenheid

# DeleteInfo
source: Remove an existing platform from the system. Deleting a platform will also remove all associated regions, products, and services. Use this page to permanently delete a cloud platform or on-premise solution.
nl: Verwijder een bestaand platform uit het systeem. Het verwijderen van een platform zal ook alle bijbehorende regio's, producten en diensten verwijderen. Gebruik deze pagina om een cloudplatform of een on-premise oplossing permanent te verwijderen.

# DeleteTitle
source: Delete platform
nl: Verwijder platform

# EditInfo
source: Modify an existing platform by updating its name, description, or supported automation provider. Use this page to adjust the configuration of an existing cloud platform or on-premise solution.
nl: Bewerk een bestaand platform door de naam, beschrijving of ondersteunde automatiseringsprovider bij te werken. Gebruik deze pagina om de configuratie van een bestaand cloudplatform of een on-premise oplossing aan te passen.

# EditTitle
source: Edit platform
nl: Pas platform aan

# IndexInfo
source: Manage cloud platforms and on-premise solutions, including the creation, editing, and deletion of platforms. Easily navigate to configure associated regions, products, and services.
nl: Beheer cloudplatforms en on-premise oplossingen, inclusief het aanmaken, bewerken en verwijderen van platforms. Navigeer eenvoudig naar de configuratie van bijbehorende regio's, producten en diensten.

# IndexTitle
source: Platforms
nl: Platformen

source: Next
nl: Volgende

# PageInfo
source: Manage you cloud and on premise computer platforms
nl: Beheer uw cloud- en lokale computerplatforms

# PageTitle
source: Platform
nl: Platformen

source: Platforms
nl: Platformen

source: Previous
nl: Vorige

# ProductCreateInfo
source: Add a new product to the platform by specifying its name, label, and category. Use this page to define a new service or resource type for a cloud platform or on-premise solution.
nl: Voeg een nieuw product toe aan het platform door de naam, het label en de categorie op te geven. Gebruik deze pagina om een nieuwe dienst of type middel voor een cloudplatform of on-premise oplossing te definiëren.

# ProductCreateTitle
source: Create product
nl: Nieuw product

# ProductDeleteInfo
source: Remove an existing product from the platform. Deleting a product will permanently remove it from the list of available services and resources. Use this page to delete a product from a cloud platform or on-premise solution.
nl: Verwijder een bestaand product van het platform. Het verwijderen van een product zal het permanent verwijderen uit de lijst met beschikbare diensten en middelen. Gebruik deze pagina om een product van een cloudplatform of on-premise oplossing te verwijderen.

# ProductDeleteTitle
source: Delete product
nl: Verwijder product

# ProductEditInfo
source: Modify the details of an existing product, including its name, label, or category. Use this page to update the configuration of a service or resource type within a cloud platform or on-premise solution.
nl: Bewerk de details van een bestaand product, waaronder de naam, het label of de categorie. Gebruik deze pagina om de configuratie van een dienst of type middel binnen een cloudplatform of on-premise oplossing bij te werken.

# ProductEditTitle
source: Edit product
nl: Product aanpassen

# ProductImportInfo
source: Import products into the platform by selecting from the full list of available services and resources. Use this page to quickly add multiple products to a cloud platform or on-premise solution.
nl: Importeer producten in het platform door te kiezen uit de volledige lijst met beschikbare diensten en middelen. Gebruik deze pagina om snel meerdere producten toe te voegen aan een cloudplatform of on-premise oplossing.

# ProductImportTitle
source: Import products
nl: Importeer producten

# ProductIndexInfo
source: View and manage the list of products available on the platform. Use this page to create, update, or delete services and resources offered by a cloud platform or on-premise solution.
nl: Bekijk en beheer de lijst met producten die beschikbaar zijn op het platform. Gebruik deze pagina om diensten en middelen die door een cloudplatform of on-premise oplossing worden aangeboden, te creëren, bij te werken of te verwijderen.

# ProductIndexTitle
source: Products
nl: Producten

source: Products
nl: Producten

# RegionCreateInfo
source: Add a new region to a platform by specifying its name, label, and description. Use this page to define a new data center region for a cloud platform or on-premise solution.
nl: Voeg een nieuwe regio toe aan een platform door de naam, het label en de beschrijving in te vullen. Gebruik deze pagina om een nieuwe datacenterregio voor een cloudplatform of on-premise oplossing te definiëren.

# RegionCreateTitle
source: Create region
nl: Nieuwe regio

# RegionDeleteInfo
source: Remove an existing region from a platform. Deleting a region will permanently remove the associated data center location. Use this page to delete a region from a cloud platform or on-premise solution.
nl: Verwijder een bestaande regio uit een platform. Het verwijderen van een regio zal de bijbehorende datacenterlocatie permanent verwijderen. Gebruik deze pagina om een regio uit een cloudplatform of on-premise oplossing te verwijderen.

# RegionDeleteTitle
source: Delete region
nl: Verwijder regio

# RegionEditInfo
source: Modify the details of an existing region, including its name, label, or description. Use this page to update the configuration of a data center region within a cloud platform or on-premise solution.
nl: Bewerk de details van een bestaande regio, waaronder de naam, het label of de beschrijving. Gebruik deze pagina om de configuratie van een datacenterregio binnen een cloudplatform of on-premise oplossing bij te werken.

# RegionEditTitle
source: Edit region
nl: Regio aanpassen

# RegionImportInfo
source: Import regions into the platform by selecting from the full list of available data center locations. Use this page to quickly add multiple regions to a cloud platform or on-premise solution.
nl: Importeer regio's in het platform door te kiezen uit de volledige lijst met beschikbare datacenterlocaties. Gebruik deze pagina om snel meerdere regio's toe te voegen aan een cloudplatform of on-premise oplossing.

# RegionImportTitle
source: Import regions
nl: Importeer regio's

# RegionIndexInfo
source: View and manage the list of regions within a platform. Use this page to create, update, or delete data center regions associated with a cloud platform or on-premise solution.
nl: Bekijk en beheer de lijst met regio's binnen een platform. Gebruik deze pagina om datacenterregio's die aan een cloudplatform of on-premise oplossing zijn gekoppeld te creëren, bij te werken of te verwijderen.

# RegionIndexTitle
source: Regions
nl: Regio's

source: Regions
nl: Regio's

source: Search
nl: Zoek

source: Search...
nl: Zoek...

source: Select
nl: Selecteer

# ServiceCreateInfo
source: Add a new service to the platform by specifying its name, label, and associated product. Use this page to define a new service, including its description, cost driver, and pricing details.
nl: Voeg een nieuwe dienst toe aan het platform door de naam, het label en het bijbehorende product op te geven. Gebruik deze pagina om een nieuwe dienst te definiëren, inclusief de beschrijving, kostenfactor en prijsdetails.

# ServiceCreateTitle
source: Create service
nl: Nieuwe dienst

# ServiceDeleteInfo
source: Remove an existing service from the platform. Deleting a service will permanently remove it from the list of available offerings. Use this page to delete a service from a cloud platform or on-premise solution.
nl: Verwijder een bestaande dienst van het platform. Het verwijderen van een dienst zal deze permanent verwijderen uit de lijst met beschikbare aanbiedingen. Gebruik deze pagina om een dienst van een cloudplatform of on-premise oplossing te verwijderen.

# ServiceDeleteTitle
source: Delete service
nl: Verwijder dienst

# ServiceEditInfo
source: Modify the details of an existing service, including its name, label, or description. Use this page to update information about a service, including its cost parameters and limitations.
nl: Bewerk de details van een bestaande dienst, zoals de naam, het label of de beschrijving. Gebruik deze pagina om informatie over een dienst bij te werken, inclusief kostenparameters en beperkingen.

# ServiceEditTitle
source: Edit service
nl: Dienst aanpassen

# ServiceImportInfo
source: Import services into the platform by selecting from the full list of available services. This function will also create associated service rates and measurement units. Use this page to quickly add multiple services to a cloud platform or on-premise solution.
nl: Importeer diensten in het platform door te kiezen uit de volledige lijst met beschikbare diensten. Deze functie zal ook bijbehorende service tarieven en meeteenheden creëren. Gebruik deze pagina om snel meerdere diensten toe te voegen aan een cloudplatform of on-premise oplossing.

# ServiceImportTitle
source: Import services
nl: Importeer diensten

# ServiceIndexInfo
source: View and manage the list of services offered by the platform. Use this page to create, update, or delete services provided by a cloud platform or on-premise solution.
nl: Bekijk en beheer de lijst met diensten die door het platform worden aangeboden. Gebruik deze pagina om diensten te creëren, bij te werken of te verwijderen die door een cloudplatform of on-premise oplossing worden geleverd.

# ServiceIndexTitle
source: Services
nl: Diensten
