Repository: huybrechtsxyz/huybrechtsxyz
Catalog: src/website/Huybrechts.Web/Pages/Features/Setup/Localization.*.resx
Languages: nl

source: Add Defaults
nl: Standaard

source: Add New
nl: Toevoegen

source: Clear Filter
nl: Wis filter

# CountryCreateInfo
source: Add a new country to the system by specifying its details. This will make the country available for selection across different contexts.
nl: Voeg een nieuw land toe aan het systeem door de details op te geven. Dit zorgt ervoor dat het land beschikbaar is voor selectie in verschillende contexten.

# CountryCreateTitle
source: Add New Country
nl: Nieuw Land Toevoegen

# CountryDeleteInfo
source: Confirm the deletion of this country. Once deleted, the country will no longer be available for selection in any context.
nl: Bevestig het verwijderen van dit land. Na verwijdering is het land niet langer beschikbaar voor selectie in enige context.

# CountryDeleteTitle
source: Delete Country
nl: Land Verwijderen

# CountryEditInfo
source: Update the details of an existing country to ensure it meets the current needs and preferences of your organization.
nl: Werk de details van een bestaand land bij om ervoor te zorgen dat deze voldoen aan de huidige behoeften en voorkeuren van uw organisatie.

# CountryEditTitle
source: Edit Country
nl: Land Bewerken

# CountryImportInfo
source: Choose countries from a preexisting list based on ISO codes and import them into the system. This ensures the use of standardized country codes for consistency and accuracy.
nl: Kies landen uit een bestaande lijst op basis van ISO-codes en importeer ze in het systeem. Dit zorgt voor het gebruik van gestandaardiseerde landcodes voor consistentie en nauwkeurigheid.

# CountryImportTitle
source: Import Countries from ISO List
nl: Landen Importeren van ISO-lijst

# CountryIndexInfo
source: View and manage the list of countries available in the system. You can add, edit, or delete countries to ensure the appropriate options are available for various applications.
nl: Bekijk en beheer de lijst met landen die beschikbaar zijn in het systeem. U kunt landen toevoegen, bewerken of verwijderen om ervoor te zorgen dat de juiste opties beschikbaar zijn voor verschillende toepassingen.

# CountryIndexTitle
source: Manage Countries
nl: Beheer Landen

source: Currencies
nl: Munteenheden

source: Currency
nl: Munteenheid

# CurrencyCreateInfo
source: Use this page to add a new currency to the system. You need to specify the currency's ISO code, name, symbol, and other relevant details. This information will help in standardizing transactions across different regions and ensuring accurate currency conversions.
nl: Gebruik deze pagina om een nieuwe valuta aan het systeem toe te voegen. U moet de ISO-code, naam, symbool en andere relevante details van de valuta specificeren. Deze informatie helpt bij het standaardiseren van transacties over verschillende regio's en zorgt voor nauwkeurige valutaconversies.

# CurrencyCreateTitle
source: Add a New Currency
nl: Een Nieuwe Valuta Toevoegen

# CurrencyDeleteInfo
source: This page allows you to delete a currency from the system. Before proceeding, make sure the currency is not currently in use in any active transactions or financial records. Deleting a currency is permanent and cannot be undone.
nl: Deze pagina stelt u in staat een valuta uit het systeem te verwijderen. Zorg ervoor dat de valuta niet in gebruik is in lopende transacties of financiële dossiers voordat u doorgaat. Het verwijderen van een valuta is permanent en kan niet ongedaan worden gemaakt.

# CurrencyDeleteTitle
source: Remove a Currency
nl: Een Valuta Verwijderen

# CurrencyEditInfo
source: On this page, you can modify the details of an existing currency in the system. Update information such as the currency's name, ISO code, symbol, or conversion rate. Ensure that all fields are correctly filled to maintain data consistency and accuracy.
nl: Op deze pagina kunt u de gegevens van een bestaande valuta in het systeem wijzigen. Werk informatie bij zoals de naam van de valuta, ISO-code, symbool of wisselkoers. Zorg ervoor dat alle velden correct zijn ingevuld om gegevensconsistentie en nauwkeurigheid te waarborgen.

# CurrencyEditTitle
source: Update Currency Details
nl: Valutagegevens Bijwerken

# CurrencyImportInfo
source: Use this page to import currencies into the system from a preexisting list based on ISO codes. This functionality is designed to streamline the process of adding standardized currencies, ensuring that all entries conform to international standards. Select the desired currencies from the list to add them to your system efficiently.
nl: Gebruik deze pagina om valuta's in het systeem te importeren uit een vooraf bestaande lijst op basis van ISO-codes. Deze functionaliteit is ontworpen om het proces van het toevoegen van gestandaardiseerde valuta's te stroomlijnen, zodat alle invoer voldoet aan internationale normen. Selecteer de gewenste valuta's uit de lijst om ze efficiënt aan uw systeem toe te voegen.

# CurrencyImportTitle
source: Import Currencies from Predefined ISO List
nl: Valuta's Importeren van Vooraf Gedefinieerde ISO-lijst

# CurrencyIndexInfo
source: This page displays a comprehensive list of all currencies currently available in the system. From here, you can view details of each currency, such as their names, ISO codes, and conversion rates. Use the available options to add new currencies, edit existing ones, or delete currencies that are no longer needed.
nl: Deze pagina toont een uitgebreide lijst van alle valuta's die momenteel in het systeem beschikbaar zijn. Hier kunt u de details van elke valuta bekijken, zoals de naam, ISO-code en wisselkoers. Gebruik de beschikbare opties om nieuwe valuta's toe te voegen, bestaande te bewerken of valuta's te verwijderen die niet langer nodig zijn.

# CurrencyIndexTitle
source: Manage Currencies
nl: Beheer Valuta's

source: Import
nl: Importeer

source: Language
nl: Taal

# LanguageCreateInfo
source: Add a new language to the system by specifying its code, display name, and any other relevant settings. This allows for customized language options to be available across different contexts like countries and projects.
nl: Voeg een nieuwe taal toe aan het systeem door de details op te geven. Dit zorgt ervoor dat de taal beschikbaar is voor selectie in verschillende contexten.

# LanguageCreateTitle
source: Add New Language
nl: Nieuwe Taal Toevoegen

# LanguageDeleteInfo
source: Update the details of an existing language to ensure it meets the current needs and preferences of your organization.
nl: Bevestig het verwijderen van deze taal. Na verwijdering is de taal niet langer beschikbaar voor selectie in enige context.

# LanguageDeleteTitle
source: Delete Language
nl: Taal Verwijderen

# LanguageEditInfo
source: Confirm the deletion of this language. Once deleted, the language will no longer be available for selection in any context.
nl: Werk de details van een bestaande taal bij om ervoor te zorgen dat deze voldoet aan de huidige behoeften en voorkeuren van uw team.

# LanguageEditTitle
source: Edit Language
nl: Taal Bewerken

# LanguageImportInfo
source: Select languages from a preexisting list based on ISO codes and import them into the system. This feature allows for easy and standardized language management.
nl: Selecteer talen uit een bestaande lijst op basis van ISO-codes en importeer ze in het systeem. Deze functie maakt eenvoudig en gestandaardiseerd taalbeheer mogelijk.

# LanguageImportTitle
source: Import Languages from ISO List
nl: Talen Importeren van ISO-lijst

# LanguageIndexInfo
source: View and manage the list of available languages for selection in various contexts such as countries, projects, and other entities. You can add, edit, or remove languages to ensure the system meets your organization's language needs.
nl: Bekijk en beheer de lijst met beschikbare talen voor selectie in verschillende contexten zoals landen, projecten en andere entiteiten. U kunt talen toevoegen, bewerken of verwijderen om ervoor te zorgen dat de juiste opties in het hele systeem beschikbaar zijn.

# LanguageIndexTitle
source: Manage Languages
nl: Beheer taal instellingen

source: Languages
nl: Talen

# MainInfo
source: Please select one of the options in the menu
nl: Gelieve een van de opties te kiezen

# MainTitle
source: Setup
nl: Instellingen

source: Next
nl: Volgende

# NoResults
source: No results found
nl: Geen resultaten gevonden

source: Previous
nl: Vorige

source: Search
nl: Zoek

source: Search...
nl: Zoek...

source: Setup
nl: Instellingen

source: State
nl: Status

# StateCreateInfo
source: Use this form to create a new state. Provide the necessary details, including the object type, state type, name, description, and sequence order. This will allow you to manage and organize the states within your platform.
nl: Gebruik dit formulier om een nieuwe status te maken. Geef de benodigde gegevens op, inclusief het objecttype, de statusstype, naam, beschrijving en volgorde. Dit stelt u in status om de staten binnen uw platform te beheren en te organiseren.

# StateCreateTitle
source: Add New State
nl: Nieuwe Status Toevoegen

# StateDeleteInfo
source: Are you sure you want to delete this state? This action is irreversible and will remove the state from the system. Make sure that the state is no longer needed before proceeding.
nl: Weet u zeker dat u deze status wilt verwijderen? Deze actie is onomkeerbaar en zal de status uit het systeem verwijderen. Zorg ervoor dat de staat niet langer nodig is voordat u doorgaat.

# StateDeleteTitle
source: Delete State
nl: Status Verwijderen

# StateEditInfo
source: Use this form to edit the details of an existing state. You can update the object type, state type, name, description, and sequence order. Ensure all changes are accurate before saving.
nl: Gebruik dit formulier om de gegevens van een bestaande status te bewerken. U kunt het objecttype, statusstype, naam, beschrijving en volgorde bijwerken. Zorg ervoor dat alle wijzigingen correct zijn voordat u opslaat.

# StateEditTitle
source: Edit State
nl: Status Bewerken

# StateImportInfo
source: Use this page to import states from a predefined list or external source. This functionality allows you to quickly integrate multiple states into the system, ensuring consistency and efficiency.
nl: Gebruik deze pagina om staten te importeren vanuit een vooraf gedefinieerde lijst. Deze functionaliteit stelt u in staat om snel meerdere staten in het systeem te integreren, wat zorgt voor consistentie en efficiëntie.

# StateImportTitle
source: Import States
nl: Importeren

# StateIndexInfo
source: This page provides an overview of all custom states available for various objects such as projects, constraints, and requirements. You can view the list of states, their descriptions, and their current status.
nl: Deze pagina biedt een overzicht van alle aangepaste statussen die beschikbaar zijn voor verschillende objecten zoals projecten, beperkingen en vereisten. U kunt de lijst met statussen, hun beschrijvingen en hun huidige status bekijken.

# StateIndexTitle
source: State Management
nl: Statusbeheer

# StateNoResults
source: No states found
nl: Geen statussen gevonden

source: States
nl: Statussen

# TypeCreateInfo
source: Add a new setup type to the system. Provide details such as the classification type and description.
nl: Voeg een nieuw instellingstype toe aan het systeem. Geef details zoals het classificatietype en de beschrijving.

# TypeCreateTitle
source: Create New Setup Type
nl: Nieuw Instellingstype Aanmaken

# TypeDeleteInfo
source: Confirm the deletion of the selected setup type. This action cannot be undone.
nl: Bevestig het verwijderen van het geselecteerde instellingstype. Deze actie kan niet ongedaan worden gemaakt.

# TypeDeleteTitle
source: Delete Setup Type
nl: Instellingstype Verwijderen

# TypeEditInfo
source: Modify the details of an existing setup type. Adjust the classification type, name, and description as needed.
nl: Wijzig de details van een bestaand instellingstype. Pas het classificatietype, de naam en beschrijving aan indien nodig.

# TypeEditTitle
source: Edit Setup Type
nl: Instellingstype Bewerken

# TypeImportInfo
source: Import setup types from pre-defined examples. Quickly add multiple setup types to the system by selecting from available templates.
nl: Importeer instellingstypen uit vooraf gedefinieerde voorbeelden. Voeg snel meerdere instellingstypen toe aan het systeem door te selecteren uit beschikbare sjablonen.

# TypeImportTitle
source: Import Setup Types
nl: Instellingstypen Importeren

# TypeIndexInfo
source: View and manage different setup types, such as project types, kinds, or other classifications used within the system.
nl: Bekijk en beheer verschillende instellingstypen, zoals projecttypen, soorten of andere classificaties die binnen het systeem worden gebruikt.

# TypeIndexTitle
source: Manage Setup Types
nl: Beheer Instellingstypen

# TypeNoResults
source: No results found
nl: Geen resultaten gevonden

# UnitCreateInfo
source: se this form to create a new unit of measurement. Ensure all fields are correctly filled out to define the unit’s attributes, including its type, name, and conversion factor.
nl: Gebruik dit formulier om een nieuwe meeteenheid te maken. Zorg ervoor dat alle velden correct zijn ingevuld om de attributen van de eenheid te definiëren, inclusief het type, de naam en de omrekenfactor.

# UnitCreateTitle
source: Create system unit
nl: Systeemeenheden maken

# UnitDeleteInfo
source: Are you sure you want to delete this unit of measurement? This action cannot be undone. Ensure that this unit is not in use before proceeding.
nl: Weet u zeker dat u deze meeteenheid wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt. Zorg ervoor dat deze eenheid niet in gebruik is voordat u doorgaat.

# UnitDeleteTitle
source: Delete system unit
nl: Systeemeenheid verwijderen

# UnitEditInfo
source: Modify the details of this unit of measurement. Ensure the changes accurately reflect the intended attributes of the unit, including its type, name, and conversion factor.
nl: Wijzig de details van deze meeteenheid. Zorg ervoor dat de wijzigingen nauwkeurig de beoogde attributen van de eenheid weerspiegelen, inclusief het type, de naam en de omrekenfactor.

# UnitEditTitle
source: Edit system unit
nl: Systeemeenheid bewerken

# UnitImportInfo
source: Select and import units from a preexisting list based on ISO codes. This allows you to quickly and accurately add standardized units to the system.
nl: Selecteer en importeer eenheden uit een bestaande lijst op basis van ISO-codes. Hiermee kunt u snel en nauwkeurig gestandaardiseerde eenheden aan het systeem toevoegen.

# UnitImportTitle
source: Import Units from ISO List
nl: Eenheden Importeren van ISO-lijst

# UnitIndexInfo
source: This page displays all the units of measurement currently available. You can view details, create new units, or edit and delete existing ones.
nl: Deze pagina toont alle momenteel beschikbare meeteenheden. U kunt details bekijken, nieuwe eenheden aanmaken of bestaande eenheden bewerken en verwijderen.

# UnitIndexTitle
source: System units
nl: Systeemeenheden
