Repository: huybrechtsxyz/huybrechtsxyz
Catalog: src/website/Huybrechts.Web/Pages/Privacy.*.resx
Languages: nl

# COOKIE
source: About cookies
nl: Over cookies

# COOKIE_1
source: In order to tie your account to your content when you browse the web, we use cookies. A cookie is a small text file that a Website writes to your hard drive. Cookies work as your identification tag and may be used to identify you between visits / clicks; cookies let the web page server know that you have returned to this site. Cookies also can determine other information, such as the daily visitors to our website and the pages of the site most frequently visited. They cannot be executed as code or deliver viruses. Cookies are unique and can only be read by the server that assigns them.
nl: Om je account aan jouw inhoud te koppelen wanneer je op het web surft, gebruiken we cookies. Een cookie is een klein tekstbestand dat een website naar je harde schijf schrijft. Cookies werken als jouw identificatielabel en kunnen worden gebruikt om je tussen bezoeken/klikken te identificeren; cookies laten de webpagina-server weten dat je bent teruggekeerd naar deze site. Cookies kunnen ook andere informatie bepalen, zoals het dagelijkse aantal bezoekers van onze website en de pagina's van de site die het meest worden bezocht. Ze kunnen niet worden uitgevoerd als code of virussen verspreiden. Cookies zijn uniek en kunnen alleen worden gelezen door de server die ze toewijst.

# COOKIE_2
source: You can change the settings in your browser to prevent cookies if you do not want to have a cookie set when you visit our website. However, by doing so, you won't be able to use our services.
nl: Je kunt de instellingen in je browser wijzigen om cookies te voorkomen als je niet wilt dat er een cookie wordt ingesteld wanneer je onze website bezoekt. Echter, door dit te doen, kun je onze diensten niet gebruiken.

# DISCLAIMER
source: Content Liability and Disclaimer
nl: Aansprakelijkheid en Disclaimer Inhoud

# DISCLAIMER_1
source: We shall have no responsibility or liability for any content appearing on your Web site. You agree to indemnify and defend us against all claims arising out of or based upon your Website. No link(s) may appear on any page on your Web site or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.
nl: We zijn niet verantwoordelijk of aansprakelijk voor enige inhoud die op jouw website verschijnt. Je stemt ermee in ons te vrijwaren en te verdedigen tegen alle claims die voortkomen uit of gebaseerd zijn op jouw website. Geen enkele link(s) mag verschijnen op enige pagina van jouw website of binnen enige context die inhoud of materialen bevat die kunnen worden geïnterpreteerd als lasterlijk, obsceen of crimineel, of die inbreuk maken op, anderszins de rechten van een derde partij schenden, of de inbreuk of andere schending van dergelijke rechten bepleiten.

# DISCLAIMER_2
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
nl: DE SOFTWARE WORDT GELEVERD "ZOALS HET IS", ZONDER ENIGE GARANTIE, UITDRUKKELIJK OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZULLEN DE AUTEURS AANSPRAKELIJK ZIJN VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, HETZIJ IN EEN ACTIE VAN CONTRACT, ONRECHTMATIGE DAAD OF ANDERSZINS, VOORTKOMEND UIT, UIT OF IN VERBAND MET DE SOFTWARE

# FUTURE
source: Future Amendments
nl: Toekomstige Wijzigingen

# FUTURE_1
source: We reserve the right to augment this Privacy Policy as the service evolves, particularly if/when added services require the collection of additional user information.
nl: We behouden ons het recht voor om dit privacybeleid te wijzigen naarmate de dienst evolueert, vooral als/wanneer toegevoegde diensten de verzameling van aanvullende gebruikersinformatie vereisen.

# FUTURE_2
source: Should you have further questions or concerns about these privacy policies, please send us a message via webmaster.
nl: Als je verdere vragen of zorgen hebt over dit privacybeleid, stuur ons dan een bericht via webmaster.

# GDPR
source: About the GDPR
nl: Over de AVG

# GDPR_1
source: If you are a citizen or business in EU (like we are) then the GDPR applies to you.
nl: Als je een burger of bedrijf in de EU bent (zoals wij zijn), dan is de AVG van toepassing op jou.

# GDPR_2
source: We are in full compliance with GDPR (as with any laws in all jurisdictions that we operate in) and you can send any requests about this to webmaster of huybrechts.xyz
nl: We voldoen volledig aan de AVG (zoals met alle wetten in alle rechtsgebieden waarin we actief zijn) en je kunt alle verzoeken hierover sturen naar de webmaster van huybrechts.xyz

source: Home
nl: Start

# INFO
source: Information collected
nl: Verzamelde informatie

# INFO_1
source: We keep the information that we collect to an absolute minimum, because we value your privacy.
nl: We houden de informatie die we verzamelen tot een absoluut minimum, omdat we jouw privacy waarderen.

# INFO_2
source: If you're just visiting our site and you don't have an account with us, then we do not collect any personal information. The only thing we may see in our logs is your IP address, the pages of our Service that you visit, the time and date of your visit. Those logs are cleared out on a regular basis. If you sign up for an account, then we request a name and email address. It's up to you what you fill in of course, but we will send you the account information and confirmation at that email address. You can change your data in our members area anytime and you can unsubscribe by deleting your account. None of the above information is shared with any third parties.
nl: Als je onze site gewoon bezoekt en geen account bij ons hebt, verzamelen we geen persoonlijke informatie. Het enige dat we mogelijk in onze logs zien, is jouw IP-adres, de pagina's van onze dienst die je bezoekt, de tijd en datum van jouw bezoek. Die logs worden regelmatig gewist. Als je je aanmeldt voor een account, vragen we om een naam en e-mailadres. Het is aan jou wat je invult natuurlijk, maar we zullen je de accountinformatie en bevestiging naar dat e-mailadres sturen. Je kunt je gegevens op elk moment wijzigen in ons ledengedeelte en je kunt je uitschrijven door je account te verwijderen. Geen van de bovenstaande informatie wordt gedeeld met derden.

# INFO_3
source: If you have used our service in the past and would like to have any of your data removed then please make sure you delete the data before deleting your account!
nl: Als je in het verleden onze dienst hebt gebruikt en wilt dat we gegevens van je verwijderen, zorg er dan voor dat je de gegevens verwijdert voordat je je account verwijdert!

# INFO_4
source: The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.
nl: De veiligheid van jouw gegevens is belangrijk voor ons, maar onthoud dat geen enkele methode van transmissie via het internet of methode van elektronische opslag 100% veilig is. Hoewel we ernaar streven commercieel acceptabele middelen te gebruiken om jouw persoonlijke gegevens te beschermen, kunnen we de absolute veiligheid ervan niet garanderen.

# PI
source: Personal Information
nl: Persoonlijke informatie

# PI_1
source: Huybrechts XYZ respects the privacy of users of our service ('SERVICE'). Huybrechts XYZ will not monitor, edit, or disclose any personal information about you or the data you submit without your prior permission, unless we deem such action is necessary to:
nl: Huybrechts XYZ respecteert de privacy van gebruikers van onze dienst ('DIENST'). Huybrechts XYZ zal zonder jouw voorafgaande toestemming geen persoonlijke informatie over jou of de gegevens die je indient monitoren, bewerken of openbaar maken, tenzij wij van mening zijn dat dergelijke actie nodig is om:

# PI_2
source: <li>comply with due legal process;</li><li>otherwise protect the legal rights of Huybrechts XYZ;</li><li>enforce the terms of our service;</li><li>protect the interests of users for the SERVICE or others.</li>
nl: <li>te voldoen aan een wettelijk proces;</li> <li>anderszins de wettelijke rechten van Huybrechts XYZ te beschermen;</li> <li>de voorwaarden van onze dienst af te dwingen;</li> <li>de belangen van gebruikers van de DIENST of anderen te beschermen.</li>

# PI_3
source: Vincent Huybrechts is the sole owner of information collected on Huybrechts XYZ.com and does not sell, share, or rent this information to others in ways different from what is disclosed in this statement.
nl: Vincent Huybrechts is de enige eigenaar van informatie verzameld op Huybrechts XYZ.com en verkoopt, deelt of verhuurt deze informatie niet aan anderen op een manier die verschilt van wat in deze verklaring wordt onthuld.

# Subtitle
source: But first I must explain to you how our privacy policy works
nl: Een woordje over onze privacy voorwaarden
