[
  {
    "Code": "EN",
    "Name": "English",
    "TranslatedName": "English",
    "Description": "A West Germanic language originating in England, now widely spoken around the world."
  },
  {
    "Code": "ES",
    "Name": "Spanish",
    "TranslatedName": "Español",
    "Description": "A Romance language that originated in the Iberian Peninsula and is now the primary language of Spain and Latin America."
  },
  {
    "Code": "FR",
    "Name": "French",
    "TranslatedName": "Français",
    "Description": "A Romance language of the Indo-European family, widely spoken in France, parts of Canada, and several African countries."
  },
  {
    "Code": "DE",
    "Name": "German",
    "TranslatedName": "Deutsch",
    "Description": "A West Germanic language mainly spoken in Germany, Austria, Switzerland, and parts of Belgium and Italy."
  },
  {
    "Code": "ZH",
    "Name": "Chinese",
    "TranslatedName": "中文 (Zhōngwén)",
    "Description": "A group of languages that form the Sinitic branch of the Sino-Tibetan languages, with Mandarin being the most spoken."
  },
  {
    "Code": "AR",
    "Name": "Arabic",
    "TranslatedName": "العربية (Al-‘Arabiyya)",
    "Description": "A Central Semitic language that first emerged in Iron Age northwestern Arabia and is now the lingua franca of the Arab world."
  },
  {
    "Code": "PT",
    "Name": "Portuguese",
    "TranslatedName": "Português",
    "Description": "A Romance language originating in the Iberian Peninsula, primarily spoken in Portugal and Brazil."
  },
  {
    "Code": "RU",
    "Name": "Russian",
    "TranslatedName": "Русский (Russkiy)",
    "Description": "An East Slavic language and an official language in Russia, Belarus, Kazakhstan, and Kyrgyzstan."
  },
  {
    "Code": "JA",
    "Name": "Japanese",
    "TranslatedName": "日本語 (Nihongo)",
    "Description": "An East Asian language spoken primarily in Japan, known for its complex system of honorifics and three scripts."
  },
  {
    "Code": "NL",
    "Name": "Dutch",
    "TranslatedName": "Nederlands",
    "Description": "A West Germanic language spoken by about 24 million people as a first language and 5 million as a second language, mainly in the Netherlands and Belgium."
  },
  {
    "Code": "IT",
    "Name": "Italian",
    "TranslatedName": "Italiano",
    "Description": "A Romance language spoken mainly in Italy and Switzerland."
  },
  {
    "Code": "KO",
    "Name": "Korean",
    "TranslatedName": "한국어 (Hangugeo)",
    "Description": "The official language of South Korea and North Korea, with a unique writing system called Hangul."
  },
  {
    "Code": "HI",
    "Name": "Hindi",
    "TranslatedName": "हिन्दी (Hindī)",
    "Description": "An Indo-Aryan language spoken mainly in India, and one of the official languages of the country."
  },
  {
    "Code": "UR",
    "Name": "Urdu",
    "TranslatedName": "اردو (Urdu)",
    "Description": "An Indo-Aryan language spoken primarily in Pakistan and India, written in a script derived from Arabic."
  },
  {
    "Code": "HE",
    "Name": "Hebrew",
    "TranslatedName": "עברית (Ivrit)",
    "Description": "A Northwest Semitic language native to Israel, and the liturgical language of the Jewish people."
  },
  {
    "Code": "TR",
    "Name": "Turkish",
    "TranslatedName": "Türkçe",
    "Description": "A Turkic language primarily spoken in Turkey and Cyprus."
  },
  {
    "Code": "SV",
    "Name": "Swedish",
    "TranslatedName": "Svenska",
    "Description": "A North Germanic language spoken natively by 10 million people, predominantly in Sweden and parts of Finland."
  },
  {
    "Code": "DA",
    "Name": "Danish",
    "TranslatedName": "Dansk",
    "Description": "A North Germanic language spoken primarily in Denmark and in some regions of Greenland and the Faroe Islands."
  },
  {
    "Code": "NO",
    "Name": "Norwegian",
    "TranslatedName": "Norsk",
    "Description": "A North Germanic language spoken primarily in Norway, with two standard written forms: Bokmål and Nynorsk."
  },
  {
    "Code": "FI",
    "Name": "Finnish",
    "TranslatedName": "Suomi",
    "Description": "A Finno-Ugric language spoken by the majority of the population in Finland and by ethnic Finns outside Finland."
  },
  {
    "Code": "PL",
    "Name": "Polish",
    "TranslatedName": "Polski",
    "Description": "A West Slavic language spoken primarily in Poland and is the native language of the Poles."
  },
  {
    "Code": "TH",
    "Name": "Thai",
    "TranslatedName": "ไทย (Thai)",
    "Description": "The official language of Thailand, belonging to the Kra-Dai language family."
  },
  {
    "Code": "VI",
    "Name": "Vietnamese",
    "TranslatedName": "Tiếng Việt",
    "Description": "The national and official language of Vietnam, and a member of the Austroasiatic language family."
  },
  {
    "Code": "EL",
    "Name": "Greek",
    "TranslatedName": "Ελληνικά (Elliniká)",
    "Description": "A Hellenic language spoken primarily in Greece and Cyprus, known for its rich history and contribution to Western culture."
  },
  {
    "Code": "HU",
    "Name": "Hungarian",
    "TranslatedName": "Magyar",
    "Description": "A Finno-Ugric language spoken primarily in Hungary and by Hungarian communities in neighboring countries."
  },
  {
    "Code": "CS",
    "Name": "Czech",
    "TranslatedName": "Čeština",
    "Description": "A West Slavic language spoken primarily in the Czech Republic, closely related to Slovak."
  },
  {
    "Code": "SK",
    "Name": "Slovak",
    "TranslatedName": "Slovenčina",
    "Description": "A West Slavic language spoken primarily in Slovakia, closely related to Czech."
  },
  {
    "Code": "BG",
    "Name": "Bulgarian",
    "TranslatedName": "Български (Balgarski)",
    "Description": "A South Slavic language spoken primarily in Bulgaria, using the Cyrillic alphabet."
  },
  {
    "Code": "RO",
    "Name": "Romanian",
    "TranslatedName": "Română",
    "Description": "A Romance language spoken primarily in Romania and Moldova."
  },
  {
    "Code": "UK",
    "Name": "Ukrainian",
    "TranslatedName": "Українська (Ukrainska)",
    "Description": "An East Slavic language spoken primarily in Ukraine, using the Cyrillic alphabet."
  },
  {
    "Code": "HR",
    "Name": "Croatian",
    "TranslatedName": "Hrvatski",
    "Description": "A South Slavic language spoken primarily in Croatia, Bosnia and Herzegovina, and by Croats in other neighboring countries."
  },
  {
    "Code": "SR",
    "Name": "Serbian",
    "TranslatedName": "Српски (Srpski)",
    "Description": "A South Slavic language spoken primarily in Serbia, Bosnia and Herzegovina, Montenegro, and Croatia."
  },
  {
    "Code": "MS",
    "Name": "Malay",
    "TranslatedName": "Bahasa Melayu",
    "Description": "A major language of the Austronesian family spoken in Malaysia, Indonesia (as Indonesian), Brunei, and Singapore."
  },
  {
    "Code": "TL",
    "Name": "Tagalog",
    "TranslatedName": "Tagalog",
    "Description": "An Austronesian language spoken primarily in the Philippines; Filipino, the national language, is based on Tagalog."
  },
  {
    "Code": "ID",
    "Name": "Indonesian",
    "TranslatedName": "Bahasa Indonesia",
    "Description": "The standardized form of Malay and the official language of Indonesia."
  },
  {
    "Code": "MY",
    "Name": "Burmese",
    "TranslatedName": "ဗမာစာ (Burmese)",
    "Description": "The official language of Myanmar (Burma), a member of the Sino-Tibetan language family."
  },
  {
    "Code": "FA",
    "Name": "Persian",
    "TranslatedName": "فارسی (Fārsi)",
    "Description": "A Western Iranian language spoken primarily in Iran, Afghanistan (as Dari), and Tajikistan (as Tajik)."
  }
]
